Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.automation.openAccessWarning
source: Warning: Full open access makes the control socket world-readable/writable on this Mac and disables auth checks. Use only for local debugging.
ar: ШӘШӯШ°ЩҠШұ: Ш§Щ„ЩҲШөЩҲЩ„ Ш§Щ„Щ…ЩҒШӘЩҲШӯ Ш§Щ„ЩғШ§Щ…Щ„ ЩҠШ¬Ш№Щ„ Щ…ЩӮШЁШі Ш§Щ„ШӘШӯЩғЩ… ЩӮШ§ШЁЩ„Ш§ЩӢ Щ„Щ„ЩӮШұШ§ШЎШ© ЩҲШ§Щ„ЩғШӘШ§ШЁШ© Щ…ЩҶ Ш§Щ„Ш¬Щ…ЩҠШ№ Ш№Щ„Щү ЩҮШ°Ш§ Ш§Щ„ЩҖ Mac ЩҲЩҠШ№Ш·Щ„ ЩҒШӯЩҲШөШ§ШӘ Ш§Щ„Щ…ШөШ§ШҜЩӮШ©. Ш§ШіШӘШ®ШҜЩ… ЩҒЩӮШ· Щ„ШЈШәШұШ§Ш¶ Ш§Щ„ШӘШөШӯЩҠШӯ Ш§Щ„Щ…ШӯЩ„ЩҠ.
bs: Upozorenje: Potpuni otvoreni pristup ДҚini kontrolnu utiДҚnicu ДҚitljivom/zapisivom za sve na ovom Macu i onemoguДҮava provjere autentikacije. Koristite samo za lokalno debugiranje.
da: Advarsel: Fuld ГҘben adgang gГёr kontrolsocketen lГҰsbar/skrivbar for alle pГҘ denne Mac og deaktiverer autentifikationskontrol. Brug kun til lokal fejlsГёgning.
de: Warnung: VollstГӨndiger offener Zugriff macht den Steuerungs-Socket auf diesem Mac fГјr alle les- und schreibbar und deaktiviert AuthentifizierungsprГјfungen. Nur fГјr lokales Debugging verwenden.
es: Advertencia: El acceso abierto completo hace que el socket de control sea legible/escribible para todos en este Mac y desactiva las verificaciones de autenticaciГіn. Usa solo para depuraciГіn local.
fr: Attention : l'accГЁs ouvert complet rend le socket de contrГҙle lisible/inscriptible par tous sur ce Mac et dГ©sactive les vГ©rifications d'authentification. ГҖ utiliser uniquement pour le dГ©bogage local.
it: Attenzione: l'accesso aperto completo rende il socket di controllo leggibile/scrivibile da tutti su questo Mac e disabilita i controlli di autenticazione. Usa solo per il debug locale.
ja: иӯҰе‘Ҡ: гғ•гғ«гӮӘгғјгғ—гғігӮўгӮҜгӮ»гӮ№гҒ«гҒҷгӮӢгҒЁгҖҒгҒ“гҒ®MacдёҠгҒ®еҲ¶еҫЎгӮҪгӮұгғғгғҲгҒҢиӘ°гҒ§гӮӮиӘӯгҒҝжӣёгҒҚеҸҜиғҪгҒ«гҒӘгӮҠгҖҒиӘҚиЁјгғҒгӮ§гғғгӮҜгҒҢз„ЎеҠ№гҒ«гҒӘгӮҠгҒҫгҒҷгҖӮгғӯгғјгӮ«гғ«гғҮгғҗгғғгӮ°з”ЁйҖ”гҒ«гҒ®гҒҝдҪҝз”ЁгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: кІҪкі : м „мІҙ к°ңл°© м ‘к·јмқҖ мқҙ Macм—җм„ң м ңм–ҙ мҶҢмј“мқ„ лҲ„кө¬лӮҳ мқҪкі м“ё мҲҳ мһҲкІҢ н•ҳл©° мқёмҰқ кІҖмӮ¬лҘј л№„нҷңм„ұнҷ”н•©лӢҲлӢӨ. лЎңм»¬ л””лІ„к№… м „мҡ©мңјлЎңл§Ң мӮ¬мҡ©н•ҳм„ёмҡ”.
nb: Advarsel: Full ГҘpen tilgang gjГёr kontrollsocketen lese-/skrivbar for alle pГҘ denne Mac-en og deaktiverer autentiseringskontroller. Bruk kun for lokal feilsГёking.
pl: OstrzeЕјenie: PeЕӮny otwarty dostДҷp czyni gniazdo sterujД…ce odczytywalnym/zapisywalnym dla wszystkich na tym Macu i wyЕӮД…cza sprawdzanie uwierzytelniania. UЕјywaj tylko do lokalnego debugowania.
pt_br: Aviso: O acesso aberto total torna o socket de controle legГӯvel/gravГЎvel por todos neste Mac e desativa verificaГ§Гөes de autenticaГ§ГЈo. Use apenas para depuraГ§ГЈo local.
ru: Р’РҪРёРјР°РҪРёРө: РҝРҫР»РҪСӢР№ РҫСӮРәСҖСӢСӮСӢР№ РҙРҫСҒСӮСғРҝ РҙРөР»Р°РөСӮ СғРҝСҖР°РІР»СҸСҺСүРёР№ СҒРҫРәРөСӮ РҙРҫСҒСӮСғРҝРҪСӢРј РҙР»СҸ СҮСӮРөРҪРёСҸ Рё Р·Р°РҝРёСҒРё РІСҒРөРј РҝРҫР»СҢР·РҫРІР°СӮРөР»СҸРј РҪР° СҚСӮРҫРј Mac Рё РҫСӮРәР»СҺСҮР°РөСӮ РҝСҖРҫРІРөСҖРәСғ Р°РІСӮРҫСҖРёР·Р°СҶРёРё. РҳСҒРҝРҫР»СҢР·СғР№СӮРө СӮРҫР»СҢРәРҫ РҙР»СҸ Р»РҫРәР°Р»СҢРҪРҫР№ РҫСӮР»Р°РҙРәРё.
th: аё„аёіа№Җаё•аё·аёӯаёҷ: аёҒаёІаёЈа№ҖаёӮа№үаёІаё–аё¶аёҮа№Җаёӣаёҙаё”а№Ғаёҡаёҡа№Җаё•а№ҮаёЎаё—аёіа№ғаё«а№үаёӢа№ҮаёӯаёҒа№ҖаёҒа№Үаё•аё„аё§аёҡаё„аёёаёЎаёӯа№ҲаёІаёҷ/а№ҖаёӮаёөаёўаёҷа№„аё”а№үаёҲаёІаёҒаё—аёёаёҒаёңаё№а№үа№ғаёҠа№үаёҡаёҷ Mac аёҷаёөа№үа№ҒаёҘаё°аёӣаёҙаё”а№ғаёҠа№үаёҮаёІаёҷаёҒаёІаёЈаё•аёЈаё§аёҲаёӘаёӯаёҡаёӘаёҙаё—аёҳаёҙа№Ң а№ғаёҠа№үаёӘаёіаё«аёЈаёұаёҡаёҒаёІаёЈаё”аёөаёҡаёұаёҒа№ғаёҷа№Җаё„аёЈаё·а№ҲаёӯаёҮа№Җаё—а№ҲаёІаёҷаёұа№үаёҷ
tr: UyarДұ: Tam aГ§Дұk eriЕҹim, kontrol soketini bu Mac'te herkes tarafДұndan okunabilir/yazДұlabilir yapar ve kimlik doДҹrulama denetimlerini devre dДұЕҹДұ bДұrakДұr. YalnДұzca yerel hata ayДұklama iГ§in kullanДұn.
uk: РЈРІР°РіР°: РҝРҫРІРҪРёР№ РІС–РҙРәСҖРёСӮРёР№ РҙРҫСҒСӮСғРҝ СҖРҫРұРёСӮСҢ РәРөСҖСғСҺСҮРёР№ СҒРҫРәРөСӮ РҙРҫСҒСӮСғРҝРҪРёРј РҙР»СҸ СҮРёСӮР°РҪРҪСҸ/Р·Р°РҝРёСҒСғ РІСҒС–Рј РҪР° СҶСҢРҫРјСғ Mac СӮР° РІРёРјРёРәР°С” РҝРөСҖРөРІС–СҖРәРё Р°РІСӮРөРҪСӮРёС„С–РәР°СҶС–С—. Р’РёРәРҫСҖРёСҒСӮРҫРІСғР№СӮРө Р»РёСҲРө РҙР»СҸ Р»РҫРәР°Р»СҢРҪРҫРіРҫ РҪР°Р»Р°РіРҫРҙР¶РөРҪРҪСҸ.
zh_hans: иӯҰе‘Ҡпјҡе®Ңе…ЁејҖж”ҫи®ҝй—®е°ҶдҪҝжҺ§еҲ¶еҘ—жҺҘеӯ—еңЁжӯӨ Mac дёҠеҜ№жүҖжңүз”ЁжҲ·еҸҜиҜ»/еҸҜеҶҷпјҢе№¶зҰҒз”Ёиә«д»ҪйӘҢиҜҒжЈҖжҹҘгҖӮд»…з”ЁдәҺжң¬ең°и°ғиҜ•гҖӮ
zh_hant: иӯҰе‘Ҡпјҡе®Ңе…Ёй–Ӣж”ҫеӯҳеҸ–жңғи®“жҺ§еҲ¶ Socket еңЁжӯӨ Mac дёҠеҸҜиў«жүҖжңүдәәи®ҖеҜ«пјҢдёҰеҒңз”Ёй©—иӯүжӘўжҹҘгҖӮеғ…дҫӣжң¬ж©ҹйҷӨйҢҜдҪҝз”ЁгҖӮ

# settings.automation.port.note
source: Each workspace gets CMUX_PORT and CMUX_PORT_END env vars with a dedicated port range. New terminals inherit these values.
ar: ШӘШӯШөЩ„ ЩғЩ„ Щ…ШіШ§ШӯШ© Ш№Щ…Щ„ Ш№Щ„Щү Щ…ШӘШәЩҠШұШ§ШӘ Ш§Щ„ШЁЩҠШҰШ© CMUX_PORT ЩҲ CMUX_PORT_END Щ…Ш№ ЩҶШ·Ш§ЩӮ Щ…ЩҶШ§ЩҒШ° Щ…Ш®ШөШө. ШӘШұШ« Ш§Щ„Ш·ШұЩҒЩҠШ§ШӘ Ш§Щ„Ш¬ШҜЩҠШҜШ© ЩҮШ°ЩҮ Ш§Щ„ЩӮЩҠЩ….
bs: Svaki radni prostor dobija CMUX_PORT i CMUX_PORT_END varijable okruЕҫenja sa dodijeljenim rasponom portova. Novi terminali nasljeД‘uju ove vrijednosti.
da: Hvert arbejdsomrГҘde fГҘr CMUX_PORT og CMUX_PORT_END miljГёvariabler med et dedikeret portomrГҘde. Nye terminaler arver disse vГҰrdier.
de: Jeder Arbeitsbereich erhГӨlt CMUX_PORT- und CMUX_PORT_END-Umgebungsvariablen mit einem dedizierten Portbereich. Neue Terminals erben diese Werte.
es: Cada espacio de trabajo recibe las variables de entorno CMUX_PORT y CMUX_PORT_END con un rango de puertos dedicado. Los nuevos terminales heredan estos valores.
fr: Chaque espace de travail reГ§oit les variables d'environnement CMUX_PORT et CMUX_PORT_END avec une plage de ports dГ©diГ©e. Les nouveaux terminaux hГ©ritent de ces valeurs.
it: Ogni area di lavoro riceve le variabili d'ambiente CMUX_PORT e CMUX_PORT_END con un intervallo di porte dedicato. I nuovi terminali ereditano questi valori.
ja: еҗ„гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ«гҒҜCMUX_PORTгҒЁCMUX_PORT_ENDз’°еўғеӨүж•°гҒ§е°Ӯз”ЁгҒ®гғқгғјгғҲзҜ„еӣІгҒҢеүІгӮҠеҪ“гҒҰгӮүгӮҢгҒҫгҒҷгҖӮж–°гҒ—гҒ„гӮҝгғјгғҹгғҠгғ«гҒҜгҒ“гӮҢгӮүгҒ®еҖӨгӮ’з¶ҷжүҝгҒ—гҒҫгҒҷгҖӮ
ko: к°Ғ мһ‘м—… кіөк°„м—җ м „мҡ© нҸ¬нҠё лІ”мң„к°Җ мһҲлҠ” CMUX_PORT л°Ҹ CMUX_PORT_END нҷҳкІҪ ліҖмҲҳк°Җ н• лӢ№лҗ©лӢҲлӢӨ. мғҲ н„°лҜёл„җмқҖ мқҙ к°’мқ„ мғҒмҶҚн•©лӢҲлӢӨ.
nb: Hvert arbeidsomrГҘde fГҘr CMUX_PORT- og CMUX_PORT_END-miljГёvariabler med et dedikert portomrГҘde. Nye terminaler arver disse verdiene.
pl: KaЕјda przestrzeЕ„ robocza otrzymuje zmienne Еӣrodowiskowe CMUX_PORT i CMUX_PORT_END z dedykowanym zakresem portГіw. Nowe terminale dziedziczД… te wartoЕӣci.
pt_br: Cada ГЎrea de trabalho recebe as variГЎveis de ambiente CMUX_PORT e CMUX_PORT_END com uma faixa de portas dedicada. Novos terminais herdam esses valores.
ru: РҡР°Р¶РҙРҫРө СҖР°РұРҫСҮРөРө РҝСҖРҫСҒСӮСҖР°РҪСҒСӮРІРҫ РҝРҫР»СғСҮР°РөСӮ РҝРөСҖРөРјРөРҪРҪСӢРө РҫРәСҖСғР¶РөРҪРёСҸ CMUX_PORT Рё CMUX_PORT_END СҒ РІСӢРҙРөР»РөРҪРҪСӢРј РҙРёР°РҝР°Р·РҫРҪРҫРј РҝРҫСҖСӮРҫРІ. РқРҫРІСӢРө СӮРөСҖРјРёРҪР°Р»СӢ РҪР°СҒР»РөРҙСғСҺСӮ СҚСӮРё Р·РҪР°СҮРөРҪРёСҸ.
th: а№Ғаё•а№ҲаёҘаё°а№Җаё§аёҙаёЈа№ҢаёҒаёӘа№ҖаёӣаёӢаёҲаё°а№„аё”а№үаёЈаёұаёҡаё•аёұаё§а№ҒаёӣаёЈаёӘаё аёІаёһа№Ғаё§аё”аёҘа№үаёӯаёЎ CMUX_PORT а№ҒаёҘаё° CMUX_PORT_END аёһаёЈа№үаёӯаёЎаёҠа№Ҳаё§аёҮаёһаёӯаёЈа№Ңаё•а№ҖаёүаёһаёІаё° а№Җаё—аёӯаёЈа№ҢаёЎаёҙаёҷаёұаёҘа№ғаё«аёЎа№ҲаёҲаё°аёӘаё·аёҡаё—аёӯаё”аё„а№ҲаёІа№Җаё«аёҘа№ҲаёІаёҷаёөа№ү
tr: Her Г§alДұЕҹma alanДұ ayrДұlmДұЕҹ bir port aralДұДҹДұyla CMUX_PORT ve CMUX_PORT_END ortam deДҹiЕҹkenlerini alДұr. Yeni terminaller bu deДҹerleri devralДұr.
uk: РҡРҫР¶РҪР° СҖРҫРұРҫСҮР° РҫРұР»Р°СҒСӮСҢ РҫСӮСҖРёРјСғС” Р·РјС–РҪРҪС– СҒРөСҖРөРҙРҫРІРёСүР° CMUX_PORT СӮР° CMUX_PORT_END Р· РІРёРҙС–Р»РөРҪРёРј РҙС–Р°РҝР°Р·РҫРҪРҫРј РҝРҫСҖСӮС–РІ. РқРҫРІС– СӮРөСҖРјС–РҪР°Р»Рё СғСҒРҝР°РҙРәРҫРІСғСҺСӮСҢ СҶС– Р·РҪР°СҮРөРҪРҪСҸ.
zh_hans: жҜҸдёӘе·ҘдҪңеҢәдјҡиҺ·еҫ— CMUX_PORT е’Ң CMUX_PORT_END зҺҜеўғеҸҳйҮҸпјҢеҢ…еҗ«дё“з”Ёзҡ„з«ҜеҸЈиҢғеӣҙгҖӮж–°з»Ҳз«Ҝдјҡз»§жүҝиҝҷдәӣеҖјгҖӮ
zh_hant: жҜҸеҖӢе·ҘдҪңеҚҖйғҪжңғеҸ–еҫ—еҢ…еҗ«е°Ҳз”ЁйҖЈжҺҘеҹ зҜ„еңҚзҡ„ CMUX_PORT е’Ң CMUX_PORT_END з’°еўғи®Ҡж•ёгҖӮж–°зөӮз«Ҝж©ҹжңғз№јжүҝйҖҷдәӣеҖјгҖӮ

# settings.automation.portBase
source: Port Base
ar: Ш§Щ„Щ…ЩҶЩҒШ° Ш§Щ„ШЈШіШ§ШіЩҠ
bs: PoДҚetni port
de: Port-Basis
es: Puerto base
fr: Port de base
it: Porta base
ja: гғқгғјгғҲгғҷгғјгӮ№
ko: нҸ¬нҠё кё°мӨҖк°’
pl: Port bazowy
pt_br: Porta Base
ru: Р‘Р°Р·РҫРІСӢР№ РҝРҫСҖСӮ
th: аёһаёӯаёЈа№Ңаё•а№ҖаёЈаёҙа№ҲаёЎаё•а№үаёҷ
tr: Port TabanДұ
uk: Р‘Р°Р·РҫРІРёР№ РҝРҫСҖСӮ
zh_hans: иө·е§Ӣз«ҜеҸЈ
zh_hant: йҖЈжҺҘеҹ иө·е§ӢеҖј

# settings.automation.portBase.subtitle
source: Starting port for CMUX_PORT env var.
ar: Ш§Щ„Щ…ЩҶЩҒШ° Ш§Щ„Ш§ШЁШӘШҜШ§ШҰЩҠ Щ„Щ…ШӘШәЩҠШұ Ш§Щ„ШЁЩҠШҰШ© CMUX_PORT.
bs: PoДҚetni port za CMUX_PORT varijablu okruЕҫenja.
da: Startport for CMUX_PORT-miljГёvariabel.
de: Startport fГјr die CMUX_PORT-Umgebungsvariable.
es: Puerto inicial para la variable de entorno CMUX_PORT.
fr: Port de dГ©part pour la variable d'environnement CMUX_PORT.
it: Porta iniziale per la variabile d'ambiente CMUX_PORT.
ja: CMUX_PORTз’°еўғеӨүж•°гҒ®й–Ӣе§ӢгғқгғјгғҲгҖӮ
ko: CMUX_PORT нҷҳкІҪ ліҖмҲҳмқҳ мӢңмһ‘ нҸ¬нҠё.
nb: Startport for CMUX_PORT-miljГёvariabelen.
pl: Port poczД…tkowy dla zmiennej Еӣrodowiskowej CMUX_PORT.
pt_br: Porta inicial para a variГЎvel de ambiente CMUX_PORT.
ru: РқР°СҮР°Р»СҢРҪСӢР№ РҝРҫСҖСӮ РҙР»СҸ РҝРөСҖРөРјРөРҪРҪРҫР№ РҫРәСҖСғР¶РөРҪРёСҸ CMUX_PORT.
th: аёһаёӯаёЈа№Ңаё•а№ҖаёЈаёҙа№ҲаёЎаё•а№үаёҷаёӘаёіаё«аёЈаёұаёҡаё•аёұаё§а№ҒаёӣаёЈаёӘаё аёІаёһа№Ғаё§аё”аёҘа№үаёӯаёЎ CMUX_PORT
tr: CMUX_PORT ortam deДҹiЕҹkeni iГ§in baЕҹlangДұГ§ portu.
uk: РҹРҫСҮР°СӮРәРҫРІРёР№ РҝРҫСҖСӮ РҙР»СҸ Р·РјС–РҪРҪРҫС— СҒРөСҖРөРҙРҫРІРёСүР° CMUX_PORT.
zh_hans: CMUX_PORT зҺҜеўғеҸҳйҮҸзҡ„иө·е§Ӣз«ҜеҸЈгҖӮ
zh_hant: CMUX_PORT з’°еўғи®Ҡж•ёзҡ„иө·е§ӢйҖЈжҺҘеҹ гҖӮ

# settings.automation.portRange
source: Port Range Size
ar: ШӯШ¬Щ… ЩҶШ·Ш§ЩӮ Ш§Щ„Щ…ЩҶШ§ЩҒШ°
bs: VeliДҚina raspona portova
da: PortomrГҘdestГёrrelse
de: PortbereichsgrГ¶Гҹe
es: TamaГұo del rango de puertos
fr: Taille de la plage de ports
it: Dimensione intervallo porte
ja: гғқгғјгғҲзҜ„еӣІгӮөгӮӨгӮә
ko: нҸ¬нҠё лІ”мң„ нҒ¬кё°
nb: PortomrГҘdestГёrrelse
pl: Rozmiar zakresu portГіw
pt_br: Tamanho da Faixa de Portas
ru: Р Р°Р·РјРөСҖ РҙРёР°РҝР°Р·РҫРҪР° РҝРҫСҖСӮРҫРІ
th: аёӮаёҷаёІаё”аёҠа№Ҳаё§аёҮаёһаёӯаёЈа№Ңаё•
tr: Port AralДұДҹДұ Boyutu
uk: Р РҫР·РјС–СҖ РҙС–Р°РҝР°Р·РҫРҪСғ РҝРҫСҖСӮС–РІ
zh_hans: з«ҜеҸЈиҢғеӣҙеӨ§е°Ҹ
zh_hant: йҖЈжҺҘеҹ зҜ„еңҚеӨ§е°Ҹ

# settings.automation.portRange.subtitle
source: Number of ports per workspace.
ar: Ш№ШҜШҜ Ш§Щ„Щ…ЩҶШ§ЩҒШ° Щ„ЩғЩ„ Щ…ШіШ§ШӯШ© Ш№Щ…Щ„.
bs: Broj portova po radnom prostoru.
da: Antal porte pr. arbejdsomrГҘde.
de: Anzahl der Ports pro Arbeitsbereich.
es: NГәmero de puertos por espacio de trabajo.
fr: Nombre de ports par espace de travail.
it: Numero di porte per area di lavoro.
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒӮгҒҹгӮҠгҒ®гғқгғјгғҲж•°гҖӮ
ko: мһ‘м—… кіөк°„лӢ№ нҸ¬нҠё мҲҳ.
nb: Antall porter per arbeidsomrГҘde.
pl: Liczba portГіw na przestrzeЕ„ roboczД….
pt_br: NГәmero de portas por ГЎrea de trabalho.
ru: РҡРҫР»РёСҮРөСҒСӮРІРҫ РҝРҫСҖСӮРҫРІ РҪР° СҖР°РұРҫСҮРөРө РҝСҖРҫСҒСӮСҖР°РҪСҒСӮРІРҫ.
th: аёҲаёіаёҷаё§аёҷаёһаёӯаёЈа№Ңаё•аё•а№Ҳаёӯа№Җаё§аёҙаёЈа№ҢаёҒаёӘа№ҖаёӣаёӢ
tr: ГҮalДұЕҹma alanДұ baЕҹДұna port sayДұsДұ.
uk: РҡС–Р»СҢРәС–СҒСӮСҢ РҝРҫСҖСӮС–РІ РҪР° СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ.
zh_hans: жҜҸдёӘе·ҘдҪңеҢәзҡ„з«ҜеҸЈж•°йҮҸгҖӮ
zh_hant: жҜҸеҖӢе·ҘдҪңеҚҖзҡ„йҖЈжҺҘеҹ ж•ёйҮҸгҖӮ

# settings.automation.socketMode
source: Socket Control Mode
ar: ЩҲШ¶Ш№ Ш§Щ„ШӘШӯЩғЩ… ШЁШ§Щ„Щ…ЩӮШЁШі
bs: ReЕҫim kontrolne utiДҚnice
da: Socket-kontroltilstand
de: Socket-Steuerungsmodus
es: Modo de control del socket
fr: Mode de contrГҙle du socket
it: ModalitГ controllo socket
ja: гӮҪгӮұгғғгғҲеҲ¶еҫЎгғўгғјгғү
ko: мҶҢмј“ м ңм–ҙ лӘЁл“ң
nb: Socket-kontrollmodus
pl: Tryb sterowania gniazdem
pt_br: Modo de Controle do Socket
ru: Р РөР¶РёРј СғРҝСҖР°РІР»РөРҪРёСҸ СҒРҫРәРөСӮРҫРј
th: а№Ӯаё«аёЎаё”аё„аё§аёҡаё„аёёаёЎаёӢа№ҮаёӯаёҒа№ҖаёҒа№Үаё•
tr: Soket Kontrol Modu
uk: Р РөР¶РёРј РәРөСҖСғСҺСҮРҫРіРҫ СҒРҫРәРөСӮР°
zh_hans: еҘ—жҺҘеӯ—жҺ§еҲ¶жЁЎејҸ
zh_hant: Socket жҺ§еҲ¶жЁЎејҸ

# settings.automation.socketMode.note
source: Controls access to the local Unix socket for programmatic control. Choose a mode that matches your threat model.
ar: ЩҠШӘШӯЩғЩ… ШЁШ§Щ„ЩҲШөЩҲЩ„ ШҘЩ„Щү Щ…ЩӮШЁШі Unix Ш§Щ„Щ…ШӯЩ„ЩҠ Щ„Щ„ШӘШӯЩғЩ… Ш§Щ„ШЁШұЩ…Ш¬ЩҠ. Ш§Ш®ШӘШұ Ш§Щ„ЩҲШ¶Ш№ Ш§Щ„Ш°ЩҠ ЩҠШӘЩҶШ§ШіШЁ Щ…Ш№ ЩҶЩ…ЩҲШ°Ш¬ Ш§Щ„ШӘЩҮШҜЩҠШҜ Ш§Щ„Ш®Ш§Шө ШЁЩғ.
bs: KontroliЕЎe pristup lokalnoj Unix utiДҚnici za programsku kontrolu. Odaberite reЕҫim koji odgovara vaЕЎem modelu prijetnji.
da: Styrer adgangen til den lokale Unix-socket til programmatisk kontrol. VГҰlg en tilstand, der passer til din trusselsmodel.
de: Steuert den Zugriff auf den lokalen Unix-Socket fГјr programmatische Steuerung. WГӨhlen Sie einen Modus, der Ihrem Bedrohungsmodell entspricht.
es: Controla el acceso al socket Unix local para control programГЎtico. Elige un modo que coincida con tu modelo de amenazas.
fr: ContrГҙle l'accГЁs au socket Unix local pour le contrГҙle programmatique. Choisissez un mode adaptГ© Г votre modГЁle de menace.
it: Controlla l'accesso al socket Unix locale per il controllo programmatico. Scegli una modalitГ adeguata al tuo modello di rischio.
ja: гғ—гғӯгӮ°гғ©гғ гҒ«гӮҲгӮӢеҲ¶еҫЎгҒ®гҒҹгӮҒгҒ®гғӯгғјгӮ«гғ«Unix socketгҒёгҒ®гӮўгӮҜгӮ»гӮ№гӮ’еҲ¶еҫЎгҒ—гҒҫгҒҷгҖӮи„…еЁҒгғўгғҮгғ«гҒ«еҗҲгҒЈгҒҹгғўгғјгғүгӮ’йҒёжҠһгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: н”„лЎңк·ёлһҳл°Қ л°©мӢқ м ңм–ҙлҘј мң„н•ң лЎңм»¬ Unix мҶҢмј“ м ‘к·јмқ„ м ңм–ҙн•©лӢҲлӢӨ. ліҙм•Ҳ лӘЁлҚём—җ л§һлҠ” лӘЁл“ңлҘј м„ нғқн•ҳм„ёмҡ”.
nb: Styrer tilgang til den lokale Unix-socketen for programmatisk kontroll. Velg en modus som passer til din trusselmodell.
pl: Kontroluje dostДҷp do lokalnego gniazda Unix do programowego sterowania. Wybierz tryb odpowiadajД…cy Twojemu modelowi zagroЕјeЕ„.
pt_br: Controla o acesso ao socket Unix local para controle programГЎtico. Escolha um modo que corresponda ao seu modelo de ameaГ§a.
ru: РЈРҝСҖР°РІР»СҸРөСӮ РҙРҫСҒСӮСғРҝРҫРј Рә Р»РҫРәР°Р»СҢРҪРҫРјСғ Unix-СҒРҫРәРөСӮСғ РҙР»СҸ РҝСҖРҫРіСҖР°РјРјРҪРҫРіРҫ СғРҝСҖР°РІР»РөРҪРёСҸ. Р’СӢРұРөСҖРёСӮРө СҖРөР¶РёРј, СҒРҫРҫСӮРІРөСӮСҒСӮРІСғСҺСүРёР№ РІР°СҲРөР№ РјРҫРҙРөР»Рё СғРіСҖРҫР·.
th: аё„аё§аёҡаё„аёёаёЎаёҒаёІаёЈа№ҖаёӮа№үаёІаё–аё¶аёҮаёӢа№ҮаёӯаёҒа№ҖаёҒа№Үаё• Unix а№ғаёҷа№Җаё„аёЈаё·а№ҲаёӯаёҮаёӘаёіаё«аёЈаёұаёҡаёҒаёІаёЈаё„аё§аёҡаё„аёёаёЎа№Ғаёҡаёҡа№ӮаёӣаёЈа№ҒаёҒаёЈаёЎ а№ҖаёҘаё·аёӯаёҒа№Ӯаё«аёЎаё”аё—аёөа№Ҳаё•аёЈаёҮаёҒаёұаёҡаёЈаё№аёӣа№Ғаёҡаёҡаё аёұаёўаё„аёёаёҒаё„аёІаёЎаёӮаёӯаёҮаё„аёёаё“
tr: Programatik kontrol iГ§in yerel Unix soketine eriЕҹimi kontrol eder. Tehdit modelinize uyan bir mod seГ§in.
uk: РҡРөСҖСғС” РҙРҫСҒСӮСғРҝРҫРј РҙРҫ Р»РҫРәР°Р»СҢРҪРҫРіРҫ Unix-СҒРҫРәРөСӮР° РҙР»СҸ РҝСҖРҫРіСҖР°РјРҪРҫРіРҫ РәРҫРҪСӮСҖРҫР»СҺ. Р’РёРұРөСҖС–СӮСҢ СҖРөР¶РёРј РІС–РҙРҝРҫРІС–РҙРҪРҫ РҙРҫ РІР°СҲРҫС— РјРҫРҙРөР»С– Р·Р°РіСҖРҫР·.
zh_hans: жҺ§еҲ¶жң¬ең° Unix еҘ—жҺҘеӯ—зҡ„и®ҝй—®жқғйҷҗпјҢз”ЁдәҺзЁӢеәҸеҢ–жҺ§еҲ¶гҖӮиҜ·йҖүжӢ©дёҺжӮЁзҡ„е®үе…ЁйңҖжұӮеҢ№й…Қзҡ„жЁЎејҸгҖӮ
zh_hant: жҺ§еҲ¶жң¬ж©ҹ Unix Socket зҡ„зЁӢејҸеҢ–жҺ§еҲ¶еӯҳеҸ–гҖӮйҒёж“Үз¬ҰеҗҲжӮЁе®үе…ЁйңҖжұӮзҡ„жЁЎејҸгҖӮ

# settings.automation.socketOverrides.note
source: Overrides: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE, and CMUX_SOCKET_PATH (set CMUX_ALLOW_SOCKET_OVERRIDE=1 for stable/nightly builds).
ar: Ш§Щ„ШӘШ¬Ш§ЩҲШІШ§ШӘ: CMUX_SOCKET_ENABLE ЩҲ CMUX_SOCKET_MODE ЩҲ CMUX_SOCKET_PATH (Ш§Ш¶ШЁШ· CMUX_ALLOW_SOCKET_OVERRIDE=1 Щ„ШЁЩҶШ§ШЎШ§ШӘ stable/nightly).
bs: PremoЕЎДҮenja: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE i CMUX_SOCKET_PATH (postavite CMUX_ALLOW_SOCKET_OVERRIDE=1 za stabilne/nightly verzije).
da: TilsidesГҰttelser: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE og CMUX_SOCKET_PATH (sГҰt CMUX_ALLOW_SOCKET_OVERRIDE=1 for stabile/nightly builds).
de: Гңberschreibungen: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE und CMUX_SOCKET_PATH (setzen Sie CMUX_ALLOW_SOCKET_OVERRIDE=1 fГјr Stable-/Nightly-Builds).
es: Sobreescrituras: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE y CMUX_SOCKET_PATH (establece CMUX_ALLOW_SOCKET_OVERRIDE=1 para compilaciones estables/nightly).
fr: Remplacements : CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE et CMUX_SOCKET_PATH (dГ©finissez CMUX_ALLOW_SOCKET_OVERRIDE=1 pour les builds stable/nightly).
it: Override: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE e CMUX_SOCKET_PATH (imposta CMUX_ALLOW_SOCKET_OVERRIDE=1 per le build stable/nightly).
ja: гӮӘгғјгғҗгғјгғ©гӮӨгғү: CMUX_SOCKET_ENABLEгҖҒCMUX_SOCKET_MODEгҖҒCMUX_SOCKET_PATHпјҲstable/nightlyгғ“гғ«гғүгҒ§гҒҜCMUX_ALLOW_SOCKET_OVERRIDE=1гӮ’иЁӯе®ҡпјүгҖӮ
ko: мһ¬м •мқҳ: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE, CMUX_SOCKET_PATH (м•Ҳм •/лӮҳмқҙнӢҖлҰ¬ л№Ңл“ңмқҳ кІҪмҡ° CMUX_ALLOW_SOCKET_OVERRIDE=1 м„Өм •).
nb: Overstyringer: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE og CMUX_SOCKET_PATH (sett CMUX_ALLOW_SOCKET_OVERRIDE=1 for stabile/nattlige bygg).
pl: Nadpisania: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE i CMUX_SOCKET_PATH (ustaw CMUX_ALLOW_SOCKET_OVERRIDE=1 dla wersji stabilnych/nightly).
pt_br: SubstituiГ§Гөes: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE e CMUX_SOCKET_PATH (defina CMUX_ALLOW_SOCKET_OVERRIDE=1 para builds stable/nightly).
ru: РҹРөСҖРөРҫРҝСҖРөРҙРөР»РөРҪРёСҸ: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE Рё CMUX_SOCKET_PATH (СғСҒСӮР°РҪРҫРІРёСӮРө CMUX_ALLOW_SOCKET_OVERRIDE=1 РҙР»СҸ СҒСӮР°РұРёР»СҢРҪСӢС…/РҪРҫСҮРҪСӢС… СҒРұРҫСҖРҫРә).
th: аёҒаёІаёЈа№Ғаё—аёҷаё—аёөа№Ҳ: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE а№ҒаёҘаё° CMUX_SOCKET_PATH (аё•аёұа№үаёҮ CMUX_ALLOW_SOCKET_OVERRIDE=1 аёӘаёіаё«аёЈаёұаёҡаёҡаёҙаёҘаё”а№Ң stable/nightly)
tr: GeГ§ersiz kДұlmalar: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE ve CMUX_SOCKET_PATH (kararlДұ/gece derlemeleri iГ§in CMUX_ALLOW_SOCKET_OVERRIDE=1 ayarlayДұn).
uk: РҹРөСҖРөРІРёР·РҪР°СҮРөРҪРҪСҸ: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE СӮР° CMUX_SOCKET_PATH (РІСҒСӮР°РҪРҫРІС–СӮСҢ CMUX_ALLOW_SOCKET_OVERRIDE=1 РҙР»СҸ СҒСӮР°РұС–Р»СҢРҪРёС…/РҪС–СҮРҪРёС… Р·РұС–СҖРҫРә).
zh_hans: иҰҶзӣ–йЎ№пјҡCMUX_SOCKET_ENABLEгҖҒCMUX_SOCKET_MODE е’Ң CMUX_SOCKET_PATHпјҲеҜ№зЁіе®ҡзүҲ/жҜҸж—Ҙжһ„е»әзүҲйңҖи®ҫзҪ® CMUX_ALLOW_SOCKET_OVERRIDE=1пјүгҖӮ
zh_hant: иҰҶеҜ«иЁӯе®ҡпјҡCMUX_SOCKET_ENABLEгҖҒCMUX_SOCKET_MODE е’Ң CMUX_SOCKET_PATHпјҲз©©е®ҡзүҲ/жҜҸеӨңзүҲйңҖиЁӯе®ҡ CMUX_ALLOW_SOCKET_OVERRIDE=1пјүгҖӮ

# settings.automation.socketPassword
source: Socket Password
ar: ЩғЩ„Щ…Ш© Щ…ШұЩҲШұ Ш§Щ„Щ…ЩӮШЁШі
bs: Lozinka utiДҚnice
da: Socket-adgangskode
de: Socket-Passwort
es: ContraseГұa del socket
fr: Mot de passe du socket
it: Password socket
ja: гӮҪгӮұгғғгғҲгғ‘гӮ№гғҜгғјгғү
ko: мҶҢмј“ л№„л°ҖлІҲнҳё
nb: Socket-passord
pl: HasЕӮo gniazda
pt_br: Senha do Socket
ru: РҹР°СҖРҫР»СҢ СҒРҫРәРөСӮР°
th: аёЈаё«аёұаёӘаёңа№ҲаёІаёҷаёӢа№ҮаёӯаёҒа№ҖаёҒа№Үаё•
tr: Soket ParolasДұ
uk: РҹР°СҖРҫР»СҢ СҒРҫРәРөСӮР°
zh_hans: еҘ—жҺҘеӯ—еҜҶз Ғ
zh_hant: Socket еҜҶзўј

# settings.automation.socketPassword.change
source: Change
ar: ШӘШәЩҠЩҠШұ
bs: Promijeni
da: Skift
de: Г„ndern
es: Cambiar
fr: Modifier
it: Modifica
ja: еӨүжӣҙ
ko: ліҖкІҪ
nb: Endre
pl: ZmieЕ„
pt_br: Alterar
ru: РҳР·РјРөРҪРёСӮСҢ
th: а№ҖаёӣаёҘаёөа№Ҳаёўаёҷ
tr: DeДҹiЕҹtir
uk: Р—РјС–РҪРёСӮРё
zh_hans: жӣҙж”№
zh_hant: и®Ҡжӣҙ

# settings.automation.socketPassword.clear
source: Clear
ar: Щ…ШіШӯ
bs: ObriЕЎi
da: Ryd
de: LГ¶schen
es: Borrar
fr: Effacer
it: Cancella
ja: гӮҜгғӘгӮў
ko: м§Җмҡ°кё°
nb: Fjern
pl: WyczyЕӣДҮ
pt_br: Limpar
ru: РһСҮРёСҒСӮРёСӮСҢ
th: аёҘа№үаёІаёҮ
tr: Temizle
uk: РһСҮРёСҒСӮРёСӮРё
zh_hans: жё…йҷӨ
zh_hant: жё…йҷӨ

# settings.automation.socketPassword.clearFailed
source: Failed to clear password (%@).
ar: ЩҒШҙЩ„ Щ…ШіШӯ ЩғЩ„Щ…Ш© Ш§Щ„Щ…ШұЩҲШұ (%@).
bs: Nije uspjelo brisanje lozinke (%@).
da: Kunne ikke rydde adgangskode (%@).
de: Passwort konnte nicht gelГ¶scht werden (%@).
es: No se pudo borrar la contraseГұa (%@).
fr: Impossible d'effacer le mot de passe (%@).
it: Impossibile cancellare la password (%@).
ja: гғ‘гӮ№гғҜгғјгғүгҒ®гӮҜгғӘгӮўгҒ«еӨұж•—гҒ—гҒҫгҒ—гҒҹпјҲ%@пјүгҖӮ
ko: л№„л°ҖлІҲнҳё м§Җмҡ°кё° мӢӨнҢЁ (%@).
nb: Kunne ikke fjerne passord (%@).
pl: Nie udaЕӮo siДҷ wyczyЕӣciДҮ hasЕӮa (%@).
pt_br: Falha ao limpar a senha (%@).
ru: РқРө СғРҙР°Р»РҫСҒСҢ РҫСҮРёСҒСӮРёСӮСҢ РҝР°СҖРҫР»СҢ (%@).
th: а№„аёЎа№ҲаёӘаёІаёЎаёІаёЈаё–аёҘа№үаёІаёҮаёЈаё«аёұаёӘаёңа№ҲаёІаёҷа№„аё”а№ү (%@)
tr: Parola temizlenemedi (%@).
uk: РқРө РІРҙР°Р»РҫСҒСҸ РҫСҮРёСҒСӮРёСӮРё РҝР°СҖРҫР»СҢ (%@).
zh_hans: жё…йҷӨеҜҶз ҒеӨұиҙҘ (%@)гҖӮ
zh_hant: жё…йҷӨеҜҶзўјеӨұж•—пјҲ%@пјүгҖӮ

# settings.automation.socketPassword.cleared
source: Password cleared.
ar: ШӘЩ… Щ…ШіШӯ ЩғЩ„Щ…Ш© Ш§Щ„Щ…ШұЩҲШұ.
bs: Lozinka obrisana.
da: Adgangskode ryddet.
de: Passwort gelГ¶scht.
es: ContraseГұa borrada.
fr: Mot de passe effacГ©.
it: Password cancellata.
ja: гғ‘гӮ№гғҜгғјгғүгӮ’гӮҜгғӘгӮўгҒ—гҒҫгҒ—гҒҹгҖӮ
ko: л№„л°ҖлІҲнҳёк°Җ м§ҖмӣҢмЎҢмҠөлӢҲлӢӨ.
nb: Passord fjernet.
pl: HasЕӮo wyczyszczone.
pt_br: Senha removida.
ru: РҹР°СҖРҫР»СҢ РҫСҮРёСүРөРҪ.
th: аёҘа№үаёІаёҮаёЈаё«аёұаёӘаёңа№ҲаёІаёҷа№ҒаёҘа№үаё§
tr: Parola temizlendi.
uk: РҹР°СҖРҫР»СҢ РҫСҮРёСүРөРҪРҫ.
zh_hans: еҜҶз Ғе·Іжё…йҷӨгҖӮ
zh_hant: еҜҶзўје·Іжё…йҷӨгҖӮ

# settings.automation.socketPassword.enterFirst
source: Enter a password first.
ar: ШЈШҜШ®Щ„ ЩғЩ„Щ…Ш© Щ…ШұЩҲШұ ШЈЩҲЩ„Ш§ЩӢ.
bs: Prvo unesite lozinku.
da: Indtast en adgangskode fГёrst.
de: Geben Sie zuerst ein Passwort ein.
es: Introduce una contraseГұa primero.
fr: Saisissez d'abord un mot de passe.
it: Inserisci prima una password.
ja: гҒҫгҒҡгғ‘гӮ№гғҜгғјгғүгӮ’е…ҘеҠӣгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: лЁјм Җ л№„л°ҖлІҲнҳёлҘј мһ…л Ҙн•ҳм„ёмҡ”.
nb: Skriv inn et passord fГёrst.
pl: Najpierw wprowadЕә hasЕӮo.
pt_br: Insira uma senha primeiro.
ru: РЎРҪР°СҮР°Р»Р° РІРІРөРҙРёСӮРө РҝР°СҖРҫР»СҢ.
th: аёӣа№үаёӯаёҷаёЈаё«аёұаёӘаёңа№ҲаёІаёҷаёҒа№Ҳаёӯаёҷ
tr: Г–nce bir parola girin.
uk: РЎРҝРҫСҮР°СӮРәСғ РІРІРөРҙС–СӮСҢ РҝР°СҖРҫР»СҢ.
zh_hans: иҜ·е…Ҳиҫ“е…ҘеҜҶз ҒгҖӮ
zh_hant: и«Ӣе…Ҳијёе…ҘеҜҶзўјгҖӮ

# settings.automation.socketPassword.placeholder
source: Password
ar: ЩғЩ„Щ…Ш© Ш§Щ„Щ…ШұЩҲШұ
bs: Lozinka
da: Adgangskode
de: Passwort
es: ContraseГұa
fr: Mot de passe
ja: гғ‘гӮ№гғҜгғјгғү
ko: л№„л°ҖлІҲнҳё
nb: Passord
pl: HasЕӮo
pt_br: Senha
ru: РҹР°СҖРҫР»СҢ
th: аёЈаё«аёұаёӘаёңа№ҲаёІаёҷ
tr: Parola
uk: РҹР°СҖРҫР»СҢ
zh_hans: еҜҶз Ғ
zh_hant: еҜҶзўј

# settings.automation.socketPassword.saveFailed
source: Failed to save password (%@).
ar: ЩҒШҙЩ„ ШӯЩҒШё ЩғЩ„Щ…Ш© Ш§Щ„Щ…ШұЩҲШұ (%@).
bs: Nije uspjelo spremanje lozinke (%@).
da: Kunne ikke gemme adgangskode (%@).
de: Passwort konnte nicht gespeichert werden (%@).
es: No se pudo guardar la contraseГұa (%@).
fr: Impossible d'enregistrer le mot de passe (%@).
it: Impossibile salvare la password (%@).
ja: гғ‘гӮ№гғҜгғјгғүгҒ®дҝқеӯҳгҒ«еӨұж•—гҒ—гҒҫгҒ—гҒҹпјҲ%@пјүгҖӮ
ko: л№„л°ҖлІҲнҳё м ҖмһҘ мӢӨнҢЁ (%@).
nb: Kunne ikke lagre passord (%@).
pl: Nie udaЕӮo siДҷ zapisaДҮ hasЕӮa (%@).
pt_br: Falha ao salvar a senha (%@).
ru: РқРө СғРҙР°Р»РҫСҒСҢ СҒРҫС…СҖР°РҪРёСӮСҢ РҝР°СҖРҫР»СҢ (%@).
th: а№„аёЎа№ҲаёӘаёІаёЎаёІаёЈаё–аёҡаёұаёҷаё—аё¶аёҒаёЈаё«аёұаёӘаёңа№ҲаёІаёҷа№„аё”а№ү (%@)
tr: Parola kaydedilemedi (%@).
uk: РқРө РІРҙР°Р»РҫСҒСҸ Р·РұРөСҖРөРіСӮРё РҝР°СҖРҫР»СҢ (%@).
zh_hans: дҝқеӯҳеҜҶз ҒеӨұиҙҘ (%@)гҖӮ
zh_hant: е„ІеӯҳеҜҶзўјеӨұж•—пјҲ%@пјүгҖӮ

# settings.automation.socketPassword.saved
source: Password saved.
ar: ШӘЩ… ШӯЩҒШё ЩғЩ„Щ…Ш© Ш§Щ„Щ…ШұЩҲШұ.
bs: Lozinka spremljena.
da: Adgangskode gemt.
de: Passwort gespeichert.
es: ContraseГұa guardada.
fr: Mot de passe enregistrГ©.
it: Password salvata.
ja: гғ‘гӮ№гғҜгғјгғүгӮ’дҝқеӯҳгҒ—гҒҫгҒ—гҒҹгҖӮ
ko: л№„л°ҖлІҲнҳёк°Җ м ҖмһҘлҗҳм—ҲмҠөлӢҲлӢӨ.
nb: Passord lagret.
pl: HasЕӮo zapisane.
pt_br: Senha salva.
ru: РҹР°СҖРҫР»СҢ СҒРҫС…СҖР°РҪРөРҪ.
th: аёҡаёұаёҷаё—аё¶аёҒаёЈаё«аёұаёӘаёңа№ҲаёІаёҷа№ҒаёҘа№үаё§
tr: Parola kaydedildi.
uk: РҹР°СҖРҫР»СҢ Р·РұРөСҖРөР¶РөРҪРҫ.
zh_hans: еҜҶз Ғе·ІдҝқеӯҳгҖӮ
zh_hant: еҜҶзўје·Іе„ІеӯҳгҖӮ

# settings.automation.socketPassword.set
source: Set
ar: ШӘШ№ЩҠЩҠЩҶ
bs: Postavi
da: Angiv
de: Festlegen
es: Establecer
fr: DГ©finir
it: Imposta
ja: иЁӯе®ҡ
ko: м„Өм •
nb: Angi
pl: Ustaw
pt_br: Definir
ru: РЈСҒСӮР°РҪРҫРІРёСӮСҢ
th: аё•аёұа№үаёҮаё„а№ҲаёІ
tr: Ayarla
uk: Р’СҒСӮР°РҪРҫРІРёСӮРё
zh_hans: и®ҫзҪ®
zh_hant: иЁӯе®ҡ
